Repository: ppfeufer/eve-online-fitting-manager
Catalog: l10n/eve-online-fitting-manager-*.po
Languages: de_de

source: These are only estimated market prices and can vary from ingame prices depending on the shiptype and market you are looking at. Especially capital ships that are not traded at the Jita market can be miles off.
de_de: Dies sind nur geschätzte Preise welche von den Preisen innerhalb des Spiels stark abweichen können, abhängig davon auf welchen Markt Du gerade schaust. Speziell Capital Schiffe können große Preisabweichungen haben.

source: EFT Import
de_de: EFT Daten

source: Information
de_de: Fitting-Informationen

source: Description
de_de: Schiffs-Beschreibung

source: Doctrine:
de_de: Doktrin:

source: Sorry, but currently there are no fittings listed for this doctrine. Maybe using the search function will help you out.
de_de: Es sind keine Fittings für diese Doktrin hinterlegt. Vielleicht hilft die Suche weiter.

source: Edit
de_de: Bearbeiten

source: Ship:
de_de: Schiff:

source: Sorry, but currently there are no fittings listed for this ship type. Maybe using the search function will help you out.
de_de: Es sind keine Fittings für diesen Schiffstyp hinterlegt. Vielleicht hilft die Suche weiter.

source: Doctrines
de_de: Doktrinen

source: Doctrine
de_de: Doktrin

source: Search Doctrines
de_de: Doktrinen durchsuchen

source: Popular Doctrines
de_de: Beliebte Doktrinen

source: All Doctrines
de_de: Alle Doktrinen

source: Parent Doctrine
de_de: Übergeordnete Doktrin

source: Edit Doctrine
de_de: Doktrin bearbeiten

source: Update Doctrine
de_de: Doktrin aktualisieren

source: Add New Doctrine
de_de: Neue Doktrin hinzufügen

source: New Doctrine
de_de: Neue Doktrin

source: Separate Doctrines with commas
de_de: Trenne Doktrinen mit Komma

source: Add or remove Doctrine
de_de: Doktrin hinzufügen oder entfernen

source: Choose from most used Doctrines
de_de: Wähle von den meist genutzten Doktrinen

source: Ship Types
de_de: Schiffstypen

source: Ship Type
de_de: Shiffstyp

source: Search Ship Types
de_de: Schiffstypen durchsuchen

source: Popular Ship Types
de_de: Beliebte Schiffstypen

source: All Ship Types
de_de: Alle Schiffstypen

source: Parent Ship Type
de_de: Übergeordnete Schiffstypen

source: Edit Ship Type
de_de: Schiffstyp bearbeiten

source: Update Ship Type
de_de: Schiffstyp aktualisieren

source: Add New Ship Type
de_de: Neuen Schiffstyp hinzufügen

source: New Ship Type
de_de: Neuer Schiffstyp

source: Separate Ship Types with commas
de_de: Trenne Schiffstypen mit Komma

source: Add or remove Ship Type
de_de: Schiffstyp hinzufügen oder entfernem

source: Choose from most used Ship Types
de_de: Wähle von den meist genutzten Schiffstypen

source: Sidebar to use with your Fitting Manager pages.
de_de: Sidebar für die Seiten des Fitting Managers.

source: The GitHub Updater was initialized without the minimum required configuration, please check the config in your plugin. The following params are missing:
de_de: Der GitHub Updater wurde ohne die Minimalkonfiguration initialisiert. Bitte prüfe die Einstellungen im Plugin selbst. Folgende Parameter werden vermisst:

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
de_de: Das Plugin wurde aktualisiert, konnte aber nicht reaktiviert werden. Bitte aktiviere es manuell.

source: Plugin reactivated successfully.
de_de: Plugin erfolgreich reaktiviert.

source: Mark Fitting As ...
de_de: Markiere Fitting als ...

source: Conceptual Fitting
de_de: Fitting-Konzept

source: Fitting Idea
de_de: Fitting Idee

source: Under Duscussion
de_de: In Diskussion

source: Killboard Settings
de_de: Killboard Einstellungen

source: You need to have a connection to a EDK killboard database in order to use this plugin. The database is needed to gather all the ship and item information.
de_de: Es wird eine Verbindung zur Datenbank eines EDK Killboards benötigt, damit dieses Plugin funktioniert. Aus dieser Datenbank werden die notwendigen Informationen zu Schiffen und Modulen gelesen.

source: Market API Settings
de_de: Markt-Daten API Einstellungen

source: Template Settings
de_de: Template Einstellungen

source: DB User
de_de: DB Nutzer

source: DB Password
de_de: DB Passwort

source: Market Data API
de_de: Markt-Daten API

source: Image Settings
de_de: Bilder Einstellungen

source: Show ship images in ship list
de_de: Zeige Schiffsbilder in der Listenansicht

source: Show doctrine images in doctrine list <small><em>(You need to have the %1$s plugin installed to make this happen)</em></small>
de_de: Zeige Doktrin Bilder in der Doktrin Liste <small><em>(Das %1$s Plugin muss hierfür installiert sein)</em></small>

source: Categories Images
de_de: Kategorie-Bilder

source: Detail Page Settings
de_de: Detail-Seiten Einstellungen

source: Show visual fitting
de_de: Zeige visuelles Fitting

source: Show ship description
de_de: Zeige Schiffsbeschreibung

source: Show Osmium button
de_de: Zeige Osmium button

source: Show "Copy EFT data to clipboard" button
de_de: Zeige "EFT Daten kopieren" button

source: Show "Copy permalink to clipboard" button
de_de: Zeige "Link kopieren" button

source: Show "Estimated Prices" section
de_de: Zeige "Geschätzte Preise"

source: Show "Doctrines using this fitting" section
de_de: Zeige "Doktrinen welche dieses Fitting nutzen"

source: Displaying the ship types list in your sidebar.
de_de: Zeigt die Liste der Schiffstypen in der Sidebar an.

source: Displaying the search field in your sidebar.
de_de: Zeigt das Suchfeld in der Sidebar an.

source: Search
de_de: Suche

source: Search Ship Type
de_de: Suche Shiffstyp

source: Displaying the doctrine list in your sidebar.
de_de: Zeigt die Doktrin Liste in der Sidebar an.

source: EFT data successfully copied
de_de: EFT Daten erfolgreich kopiert

source: Something went wrong. Nothing copied. Maybe your browser doesn't support this function.
de_de: Irgendwas ist schief gelaufen. Nichts wurde kopiert. Vielleicht unterstützt Dein Browser diese Funktion nicht.

source: Permalink successfully copied
de_de: Link erfolgreich kopiert

source: Copy Permalink
de_de: Link kopieren

source: Copy EFT Data
de_de: EFT Daten kopieren

source: View @Osmium.org
de_de: In @Osmium.org

source: Estimated Prices
de_de: Geschätzte Preise

source: Total:
de_de: Gesamt:

source: This fitting is marked as:
de_de: Dieses Fitting ist markiert als:

source: Under Discussion
de_de: In Diskussion

source: This means, this fitting might not be a part of any official doctrine and/or is still under discussion.
de_de: Dies bedeutet, dass dieses Fitting möglicherweise nicht Teil einer offiziellen Doktrin ist, und/oder immer noch diskutiert wird.

source: Doctrines using this fitting
de_de: Doktrinen welche dieses Fitting nutzen

source: This fitting is currently not used in any doctrine.
de_de: Dieses Fitting wird momentan in keiner Doktrin verwendet.

source: EVE Online Fitting Manager for WordPress
de_de: EVE Online Fitting Manager für WordPress

source: A little management tool for your doctrine fittings in your WordPress website. (Best with a theme running with <a href="http://getbootstrap.com/">Bootstrap</a>)
de_de: Ein kleines Helferlein um die Doktrinen und Fittings in WordPress zu managen. (Am besten mit einem Theme das <a href="http://getbootstrap.com/">Bootstrap</a> verwendet.)
